CBaseKeyFrame.IsAdded
Tells whether a keyframe has been added to storyboard.
Returns:
TRUE if a keyframe is added to a storyboard; otehrwise FALSE.
Remarks:
In the base class IsAdded always returns TRUE, but it's overridden in derived classes.